import React from 'react'

import './GameInfo.css'
import Header from './Header'

function GameInfo() {
    return (
        <div className="gameinfo">
            <Header/>
            <h3>Кој вели дека децата не треба да зборуваат за чувствата и емоции? </h3>
             <p>
                  Учењето на вашето дете да ги идентификува, разбира и да се справува со нивните емоции на мала возраст,
                   гради основа на самодоверба и самосвест што ќе им користи за цел живот.
             </p>
            <h3>Одговарање и интеракција со другите</h3>    
             <p>
             Од рана возраст, децата со аутизам честопати посветуваат помалку внимание на емоционалното однесување и лицата на другите луѓе. </p>
             <p>Ова се нарекува социјално или заедничко внимание, а недостатокот на тоа е еден од знаците за рано предупредување за аутизам,
             тешко да ги користат емоциите за справување со социјални интеракции. Тие можат погрешно да ги доживеат ситуациите и да одговорат со емоции што не се пригладни во тој момент. </p>
             <p>
             Тие поминуваат помалку време гледајќи во очите и повеќе време се фокусираат на устата. Ова значи дека информациите што ги добиваат од лицето на една личност им кажуваат помалку за тоа што го чувствува таа личност.

             </p>
             <h3>Кои се придобивките од оваа игра(квиз) ?</h3>
             <p>
                Се користат слики од секојдневни чувства или емоции , со кој детето може да ги научи при играње на играта , а со тоа
                да научи за чувствата и да биде подобар во изразувањето и одговарањето на емоциите , и да може во дадена ситуација 
                да одговорат со емоциите кој одговараат во тој момент.
             </p>
     
         
        </div>
    )
}

export default GameInfo
